Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Their agents start one after the other, which can take several minutes and slow this Mac down.
ar: تبدأ وكلاؤها واحدًا تلو الآخر، وقد يستغرق ذلك عدة دقائق ويبطئ هذا الـ Mac.
de: Ihre Agents starten nacheinander, was mehrere Minuten dauern und diesen Mac verlangsamen kann.
es: Sus agentes se inician uno tras otro, lo que puede tardar varios minutos y ralentizar este Mac.
fr: Les agents démarrent l’un après l’autre, ce qui peut prendre plusieurs minutes et ralentir ce Mac.
hi: उनके एजेंट एक के बाद एक शुरू होते हैं, जिसमें कई मिनट लग सकते हैं और यह Mac धीमा हो सकता है।
it: I loro agenti si avviano uno dopo l’altro, il che può richiedere diversi minuti e rallentare questo Mac.
ja: エージェントは1つずつ起動するため、数分かかったり、このMacの動作が遅くなったりすることがあります。
ko: 에이전트가 하나씩 차례로 시작되므로 몇 분이 걸릴 수 있고 이 Mac이 느려질 수 있습니다.
nl: Hun agents starten na elkaar, wat enkele minuten kan duren en deze Mac kan vertragen.
pl: Ich agenci uruchamiają się jeden po drugim, co może potrwać kilka minut i spowolnić tego Maca.
pt_br: Os agentes iniciam um após o outro, o que pode levar vários minutos e deixar este Mac mais lento.
ru: Их агенты запускаются один за другим, что может занять несколько минут и замедлить этот Mac.
tr: Ajanları birbiri ardına başlar; bu birkaç dakika sürebilir ve bu Mac’i yavaşlatabilir.
uk: Їхні агенти запускаються один за одним, що може тривати кілька хвилин і сповільнити цей Mac.
zh_hans: 它们的智能体会依次启动，可能需要几分钟，并会让这台 Mac 变慢。
zh_hant: 其代理程式會逐一啟動，可能需要數分鐘，並使此 Mac 變慢。

source: Theme Not Found
ar: السمة غير موجودة
de: Design nicht gefunden
es: Tema no encontrado
fr: Thème introuvable
hi: थीम नहीं मिली
it: Tema non trovato
ja: テーマが見つかりません
ko: 테마를 찾을 수 없음
nl: Thema niet gevonden
pl: Nie znaleziono motywu
pt_br: Tema Não Encontrado
ru: Тема не найдена
tr: Tema Bulunamadı
uk: Тему не знайдено
zh_hans: 找不到主题
zh_hant: 找不到主題

source: Theme not found — ignored when a session is created.
ar: السمة غير موجودة — يتم تجاهلها عند إنشاء جلسة.
de: Design nicht gefunden – wird beim Erstellen einer Sitzung ignoriert.
es: Tema no encontrado — se ignora al crear una sesión.
fr: Thème introuvable — ignoré à la création d’une session.
hi: थीम नहीं मिली — सेशन बनाते समय अनदेखी की जाती है।
it: Tema non trovato — ignorato alla creazione di una sessione.
ja: テーマが見つかりません — セッションの作成時には無視されます。
ko: 테마를 찾을 수 없음 — 세션 생성 시 무시됩니다.
nl: Thema niet gevonden — genegeerd bij het aanmaken van een sessie.
pl: Nie znaleziono motywu — ignorowany przy tworzeniu sesji.
pt_br: Tema não encontrado — ignorado ao criar uma sessão.
ru: Тема не найдена — игнорируется при создании сессии.
tr: Tema bulunamadı — oturum oluşturulurken yok sayılır.
uk: Тему не знайдено — ігнорується під час створення сеансу.
zh_hans: 找不到主题 — 创建会话时将忽略。
zh_hant: 找不到主題 — 建立工作階段時將忽略。

source: These notes could not be read
ar: تعذّرت قراءة هذه الملاحظات
de: Diese Notizen konnten nicht gelesen werden
es: No se han podido leer estas notas
fr: Ces notes n’ont pas pu être lues
hi: ये नोट्स पढ़े नहीं जा सके
it: Impossibile leggere queste note
ja: このメモを読み込めませんでした
ko: 이 메모를 읽을 수 없음
nl: Deze notities konden niet worden gelezen
pl: Nie można odczytać tych notatek
pt_br: Não foi possível ler estas notas
ru: Не удалось прочитать эти заметки
tr: Bu notlar okunamadı
uk: Не вдалося прочитати ці нотатки
zh_hans: 无法读取这些备注
zh_hant: 無法讀取這些筆記

source: Thinking
ar: يفكر
de: Nachdenklich
es: Pensativa
fr: Réflexion
hi: सोच रहा है
it: Pensieroso
ja: 考え中
ko: 생각 중
nl: Denkend
pl: Zamyślona
pt_br: Pensativo
ru: Задумчивое
tr: Düşünceli
uk: Замислений
zh_hans: 思考
zh_hant: 思考中

source: This agent cannot draw now: %@.
ar: لا يستطيع هذا الوكيل الرسم الآن: %@.
de: Dieser Agent kann gerade nicht zeichnen: %@.
es: Este agente no puede dibujar ahora: %@.
fr: Cet agent ne peut pas dessiner pour l’instant : %@.
hi: यह एजेंट अभी चित्र नहीं बना सकता: %@।
it: Questo agente non può disegnare ora: %@.
ja: このエージェントは現在描画できません：%@。
ko: 이 에이전트는 지금 그릴 수 없습니다: %@.
nl: Deze agent kan nu niet tekenen: %@.
pl: Ten agent nie może teraz rysować: %@.
pt_br: Este agente não pode desenhar agora: %@.
ru: Этот агент сейчас не может рисовать: %@.
tr: Bu ajan şu anda çizemiyor: %@.
uk: Цей агент зараз не може малювати: %@.
zh_hans: 此智能体目前无法绘制：%@。
zh_hant: 此代理程式目前無法繪製：%@。

source: This agent published no model list, so it keeps its own default.
ar: لم ينشر هذا الوكيل قائمة نماذج، لذا يحتفظ بنموذجه الافتراضي.
de: Dieser Agent veröffentlicht keine Modellliste und behält daher seinen Standard.
es: Este agente no publica ninguna lista de modelos, así que conserva su modelo por omisión.
fr: Cet agent ne publie aucune liste de modèles : il garde donc son modèle par défaut.
hi: इस एजेंट ने कोई मॉडल सूची प्रकाशित नहीं की, इसलिए यह अपना डिफ़ॉल्ट मॉडल रखता है।
it: Questo agente non ha pubblicato alcun elenco di modelli, quindi mantiene il proprio predefinito.
ja: このエージェントはモデルの一覧を公開していないため、独自のデフォルトのモデルを使用します。
ko: 이 에이전트는 모델 목록을 제공하지 않으므로 자체 기본 모델을 유지합니다.
nl: Deze agent publiceert geen modellijst, dus hij houdt zijn eigen standaard.
pl: Ten agent nie opublikował listy modeli, więc zachowuje swój model domyślny.
pt_br: Este agente não publicou uma lista de modelos, então mantém o próprio padrão.
ru: Этот агент не опубликовал список моделей, поэтому использует свою модель по умолчанию.
tr: Bu ajan bir model listesi yayımlamadı; bu nedenle kendi varsayılanını korur.
uk: Цей агент не опублікував списку моделей, тому використовує власну типову.
zh_hans: 此智能体未发布模型列表，因此保留其自身的默认模型。
zh_hant: 此代理程式未公布模型列表，因此保留其預設值。

source: This agent will stop when Vibe Manager quits.
ar: سيتوقف هذا الوكيل عند إنهاء Vibe Manager.
de: Dieser Agent wird beim Beenden von Vibe Manager gestoppt.
es: Este agente se detendrá al salir de Vibe Manager.
fr: Cet agent s’arrêtera quand vous quitterez Vibe Manager.
hi: Vibe Manager बंद होने पर यह एजेंट रुक जाएगा।
it: Questo agente si arresterà quando esci da Vibe Manager.
ja: このエージェントはVibe Managerの終了時に停止します。
ko: Vibe Manager를 종료하면 이 에이전트가 중단됩니다.
nl: Deze agent stopt wanneer Vibe Manager stopt.
pl: Ten agent zatrzyma się po zakończeniu Vibe Manager.
pt_br: Este agente vai parar quando o Vibe Manager for encerrado.
ru: Этот агент остановится при завершении Vibe Manager.
tr: Bu ajan, Vibe Manager kapandığında duracak.
uk: Цей агент зупиниться, коли ви вийдете з Vibe Manager.
zh_hans: 退出 Vibe Manager 时，此智能体将停止。
zh_hant: 此代理程式會在 Vibe Manager 結束時停止。

source: This agent's dialog can only be answered in the session.
ar: لا يمكن الرد على مربع حوار هذا الوكيل إلا في الجلسة.
de: Der Dialog dieses Agents kann nur in der Sitzung beantwortet werden.
es: El diálogo de este agente solo se puede responder en la sesión.
fr: Le dialogue de cet agent ne se répond que dans la session.
hi: इस एजेंट के डायलॉग का उत्तर केवल सेशन में दिया जा सकता है।
it: Alla finestra di dialogo di questo agente si può rispondere solo nella sessione.
ja: このエージェントのダイアログにはセッション内でのみ回答できます。
ko: 이 에이전트의 대화상자는 세션에서만 답할 수 있습니다.
nl: Het dialoogvenster van deze agent kan alleen in de sessie worden beantwoord.
pl: Na okno dialogowe tego agenta można odpowiedzieć tylko w sesji.
pt_br: O diálogo deste agente só pode ser respondido na sessão.
ru: На диалог этого агента можно ответить только в сессии.
tr: Bu ajanın iletişim kutusu yalnızca oturumda yanıtlanabilir.
uk: На діалог цього агента можна відповісти лише в сеансі.
zh_hans: 此智能体的对话框只能在会话中回答。
zh_hant: 此代理程式的對話框只能在工作階段中回答。

source: This archive is too large, or holds too many files, to be an avatar.
ar: هذا الأرشيف كبير جدًا، أو يحتوي على ملفات كثيرة جدًا، ليكون صورة رمزية.
de: Dieses Archiv ist zu groß oder enthält zu viele Dateien, um ein Avatar zu sein.
es: Este archivo es demasiado grande, o contiene demasiados archivos, para ser un avatar.
fr: Cette archive est trop volumineuse, ou contient trop de fichiers, pour être un avatar.
hi: यह आर्काइव अवतार होने के लिए बहुत बड़ा है, या इसमें बहुत अधिक फ़ाइलें हैं।
it: Questo archivio è troppo grande, o contiene troppi file, per essere un avatar.
ja: このアーカイブは大きすぎるか、ファイルが多すぎるため、アバターにできません。
ko: 이 아카이브는 너무 크거나 파일이 너무 많아 아바타로 사용할 수 없습니다.
nl: Dit archief is te groot of bevat te veel bestanden om een avatar te zijn.
pl: To archiwum jest za duże lub zawiera za dużo plików, aby mogło być awatarem.
pt_br: Este arquivo zip é grande demais, ou contém arquivos demais, para ser um avatar.
ru: Этот архив слишком большой или содержит слишком много файлов, чтобы быть аватаром.
tr: Bu arşiv avatar olamayacak kadar büyük ya da çok fazla dosya içeriyor.
uk: Цей архів завеликий або містить забагато файлів, щоб бути аватаром.
zh_hans: 此归档过大或包含的文件过多，无法作为头像。
zh_hant: 此封存檔太大或包含太多檔案，無法作為頭像。

source: This avatar cannot be read.
ar: تتعذّر قراءة هذه الصورة الرمزية.
de: Dieser Avatar ist unlesbar.
es: Este avatar es ilegible.
fr: Cet avatar est illisible.
hi: यह अवतार पढ़ा नहीं जा सकता।
it: Questo avatar non è leggibile.
ja: このアバターは読み込めません。
ko: 이 아바타를 읽을 수 없습니다.
nl: Deze avatar is onleesbaar.
pl: Nie można odczytać tego awatara.
pt_br: Este avatar está ilegível.
ru: Этот аватар невозможно прочитать.
tr: Bu avatar okunamıyor.
uk: Цей аватар неможливо прочитати.
zh_hans: 无法读取此头像。
zh_hant: 無法讀取此頭像。

source: This avatar cannot be read: delete it, or import it again.
ar: تتعذّر قراءة هذه الصورة الرمزية: احذفها، أو استوردها مرة أخرى.
de: Dieser Avatar ist unlesbar: Lösche ihn oder importiere ihn erneut.
es: Este avatar es ilegible: elimínalo o vuelve a importarlo.
fr: Cet avatar est illisible : supprimez-le, ou importez-le à nouveau.
hi: यह अवतार पढ़ा नहीं जा सकता: इसे डिलीट करें, या फिर से इंपोर्ट करें।
it: Questo avatar non è leggibile: eliminalo o importalo di nuovo.
ja: このアバターは読み込めません。削除するか、もう一度読み込んでください。
ko: 이 아바타를 읽을 수 없습니다. 삭제하거나 다시 가져오십시오.
nl: Deze avatar is onleesbaar: verwijder hem of importeer hem opnieuw.
pl: Nie można odczytać tego awatara: usuń go lub zaimportuj ponownie.
pt_br: Este avatar está ilegível: apague-o, ou importe-o novamente.
ru: Этот аватар невозможно прочитать: удалите его или импортируйте снова.
tr: Bu avatar okunamıyor: silin ya da yeniden içe aktarın.
uk: Цей аватар неможливо прочитати: видаліть його або імпортуйте знову.
zh_hans: 无法读取此头像：请删除它，或重新导入。
zh_hant: 無法讀取此頭像：請將其刪除，或重新輸入。

source: This avatar comes from a later version of Vibe Manager.
ar: هذه الصورة الرمزية من إصدار أحدث من Vibe Manager.
de: Dieser Avatar stammt aus einer neueren Version von Vibe Manager.
es: Este avatar procede de una versión más reciente de Vibe Manager.
fr: Cet avatar vient d’une version plus récente de Vibe Manager.
hi: यह अवतार Vibe Manager के नए संस्करण से आया है।
it: Questo avatar proviene da una versione più recente di Vibe Manager.
ja: このアバターは新しいバージョンのVibe Managerで作成されています。
ko: 이 아바타는 최신 버전의 Vibe Manager에서 만들어졌습니다.
nl: Deze avatar komt uit een nieuwere versie van Vibe Manager.
pl: Ten awatar pochodzi z nowszej wersji Vibe Manager.
pt_br: Este avatar vem de uma versão mais recente do Vibe Manager.
ru: Этот аватар создан более новой версией Vibe Manager.
tr: Bu avatar, Vibe Manager’ın daha yeni bir sürümünden geliyor.
uk: Цей аватар створено новішою версією Vibe Manager.
zh_hans: 此头像来自更新版本的 Vibe Manager。
zh_hant: 此頭像來自較新版本的 Vibe Manager。

source: This avatar could not be put in the floating panel: the panel keeps its own.
ar: تعذّر وضع هذه الصورة الرمزية في اللوحة العائمة: تحتفظ اللوحة بصورتها.
de: Dieser Avatar konnte nicht ins schwebende Fenster übernommen werden: Das Fenster behält seinen eigenen.
es: No se ha podido poner este avatar en el panel flotante: el panel conserva el suyo.
fr: Cet avatar n’a pas pu être mis dans le panneau flottant : le panneau garde le sien.
hi: यह अवतार फ़्लोटिंग पैनल में नहीं लगाया जा सका: पैनल अपना अवतार रखता है।
it: Impossibile mettere questo avatar nel riquadro mobile: il riquadro mantiene il suo.
ja: このアバターをフローティングパネルに設定できませんでした。パネルは現在のアバターのままです。
ko: 이 아바타를 플로팅 패널에 적용할 수 없어 패널은 기존 아바타를 유지합니다.
nl: Deze avatar kon niet in het zwevende paneel worden gezet: het paneel houdt zijn eigen avatar.
pl: Nie można umieścić tego awatara w panelu pływającym: panel zachowuje swój.
pt_br: Não foi possível colocar este avatar no painel flutuante: o painel mantém o atual.
ru: Не удалось поместить этот аватар в плавающую панель: панель сохраняет свой.
tr: Bu avatar yüzen panele konamadı: panel kendi avatarını koruyor.
uk: Не вдалося встановити цей аватар у плаваючу панель: панель зберігає свій.
zh_hans: 无法将此头像放入浮动面板：面板保留原头像。
zh_hant: 無法將此頭像放入浮動面板：面板會保留原本的頭像。

source: This avatar lacks %lld expressions: complete it to use it.
ar: ينقص هذه الصورة الرمزية %lld تعبير: أكملها لاستخدامها.
de: Diesem Avatar fehlen %lld Ausdrücke: Vervollständige ihn, um ihn zu verwenden.
es: A este avatar le faltan %lld expresiones: complétalo para usarlo.
fr: Il manque %lld expressions à cet avatar : complétez-le pour l’utiliser.
hi: इस अवतार में %lld भाव नहीं हैं: उपयोग करने के लिए इसे पूरा करें।
it: A questo avatar mancano %lld espressioni: completalo per usarlo.
ja: このアバターには%lld個の表情が欠落しています。使用するには完成させてください。
ko: 이 아바타에는 표정 %lld개가 누락되어 있습니다. 사용하려면 완성하십시오.
nl: Deze avatar mist %lld expressies: vul hem aan om hem te gebruiken.
pl: Temu awatarowi brakuje %lld miny: uzupełnij go, aby go użyć.
pt_br: Faltam %lld expressões a este avatar: complete-o para usá-lo.
ru: Этому аватару не хватает %lld выражения: дополните его, чтобы использовать.
tr: Bu avatarda %lld ifade eksik: kullanmak için tamamlayın.
uk: Цьому аватару бракує %lld виразу: доповніть його, щоб використовувати.
zh_hans: 此头像缺少 %lld 个表情：请补全后再使用。
zh_hant: 此頭像缺少 %lld 種表情：請補齊後再使用。

source: This build has no key to check updates with, so it does not look for any.
ar: لا يحتوي هذا الإصدار على مفتاح للتحقق من التحديثات، لذا لا يبحث عنها.
de: Dieser Build hat keinen Schlüssel zur Prüfung von Updates und sucht daher nicht danach.
es: Esta versión no tiene clave para verificar las actualizaciones, así que no busca ninguna.
fr: Ce build n’a pas de clé pour vérifier les mises à jour : il n’en recherche donc aucune.
hi: इस बिल्ड में अपडेट जाँचने की कुंजी नहीं है, इसलिए यह अपडेट नहीं खोजता।
it: Questa build non ha una chiave con cui verificare gli aggiornamenti, quindi non ne cerca.
ja: このビルドにはアップデートを検証するキーがないため、アップデートを確認しません。
ko: 이 빌드에는 업데이트 확인용 키가 없어 업데이트를 찾지 않습니다.
nl: Deze build heeft geen sleutel om updates te controleren, dus zoekt hij er niet naar.
pl: Ta kompilacja nie ma klucza do weryfikacji uaktualnień, więc ich nie szuka.
pt_br: Esta versão não tem uma chave para verificar atualizações, então não procura nenhuma.
ru: У этой сборки нет ключа для проверки обновлений, поэтому она их не ищет.
tr: Bu derlemenin güncellemeleri denetleyecek bir anahtarı yok; bu nedenle güncelleme aramaz.
uk: Ця збірка не має ключа для перевірки оновлень, тому не шукає їх.
zh_hans: 此版本没有用于检查更新的密钥，因此不会查找更新。
zh_hant: 此版本沒有用於檢查更新的密鑰，因此不會檢查更新。

source: This colour is already in the list.
ar: هذا اللون موجود في القائمة بالفعل.
de: Diese Farbe ist bereits in der Liste.
es: Este color ya está en la lista.
fr: Cette couleur est déjà dans la liste.
hi: यह रंग पहले से सूची में है।
it: Questo colore è già nell’elenco.
ja: この色はすでに一覧にあります。
ko: 이 색상은 이미 목록에 있습니다.
nl: Deze kleur staat al in de lijst.
pl: Ten kolor jest już na liście.
pt_br: Esta cor já está na lista.
ru: Этот цвет уже есть в списке.
tr: Bu renk zaten listede.
uk: Цей колір уже є в списку.
zh_hans: 此颜色已在列表中。
zh_hant: 此顏色已在列表中。

source: This conversation can’t be written to from here: the drop was typed into the terminal.
ar: تتعذّر الكتابة في هذه المحادثة من هنا: تمت كتابة ما أُفلت في الطرفية.
de: In diese Unterhaltung kann von hier aus nicht geschrieben werden: Das Abgelegte wurde im Terminal eingegeben.
es: No se puede escribir en esta conversación desde aquí: lo soltado se ha escrito en el terminal.
fr: Impossible d’écrire dans cette conversation depuis ici : le dépôt a été saisi dans le terminal.
hi: यहाँ से इस बातचीत में नहीं लिखा जा सकता: छोड़ी गई सामग्री टर्मिनल में टाइप की गई।
it: Impossibile scrivere in questa conversazione da qui: il contenuto rilasciato è stato digitato nel terminale.
ja: ここからこの会話には書き込めません。ドロップした内容はターミナルに入力されました。
ko: 여기에서는 이 대화에 입력할 수 없어 놓은 항목을 터미널에 입력했습니다.
nl: Je kunt hiervandaan niet in dit gesprek schrijven: wat je hebt neergezet, is in de terminal getypt.
pl: Nie można stąd pisać w tej rozmowie: upuszczone elementy zostały wpisane w terminalu.
pt_br: Não é possível escrever nesta conversa daqui: o que foi solto foi digitado no terminal.
ru: Отсюда нельзя писать в эту беседу: перетащенное введено в терминал.
tr: Bu konuşmaya buradan yazılamıyor: bırakılanlar terminale yazıldı.
uk: Звідси неможливо писати в цю розмову: перетягнуте введено в термінал.
zh_hans: 无法从此处写入此对话：拖放的内容已输入到终端中。
zh_hant: 無法從此處寫入此對話：拖放的內容已輸入到終端機中。

source: This copy keeps its data apart (VIBE_DATA_DIRECTORY), and does not update itself: the copy it runs beside does.
ar: تحتفظ هذه النسخة ببياناتها منفصلة (VIBE_DATA_DIRECTORY)، ولا تحدّث نفسها: النسخة التي تعمل بجانبها هي التي تفعل ذلك.
de: Diese Kopie speichert ihre Daten getrennt (VIBE_DATA_DIRECTORY) und aktualisiert sich nicht selbst: Das übernimmt die Kopie, neben der sie läuft.
es: Esta copia guarda sus datos aparte (VIBE_DATA_DIRECTORY) y no se actualiza: lo hace la copia junto a la que se ejecuta.
fr: Cette copie garde ses données à part (VIBE_DATA_DIRECTORY) et ne se met pas à jour : c’est la copie à côté de laquelle elle tourne qui le fait.
hi: यह कॉपी अपना डेटा अलग रखती है (VIBE_DATA_DIRECTORY), और खुद को अपडेट नहीं करती: जिस कॉपी के साथ यह चलती है, वह करती है।
it: Questa copia tiene i suoi dati separati (VIBE_DATA_DIRECTORY) e non si aggiorna da sola: lo fa la copia accanto alla quale è in esecuzione.
ja: このコピーはデータを別に保管し（VIBE_DATA_DIRECTORY）、自身ではアップデートしません。アップデートは並行して動作しているコピーが行います。
ko: 이 사본은 데이터를 별도로 보관하며(VIBE_DATA_DIRECTORY) 자체적으로 업데이트하지 않습니다. 함께 실행되는 다른 사본이 업데이트합니다.
nl: Dit exemplaar bewaart zijn gegevens apart (VIBE_DATA_DIRECTORY) en werkt zichzelf niet bij: dat doet het exemplaar waarnaast het draait.
pl: Ta kopia przechowuje dane osobno (VIBE_DATA_DIRECTORY) i sama się nie uaktualnia: robi to kopia, obok której działa.
pt_br: Esta cópia mantém seus dados à parte (VIBE_DATA_DIRECTORY) e não se atualiza: a cópia ao lado da qual ela roda é que se atualiza.
ru: Эта копия хранит данные отдельно (VIBE_DATA_DIRECTORY) и не обновляется сама: обновляется копия, рядом с которой она работает.
tr: Bu kopya verilerini ayrı tutar (VIBE_DATA_DIRECTORY) ve kendini güncellemez: yanında çalıştığı kopya güncellenir.
uk: Ця копія зберігає дані окремо (VIBE_DATA_DIRECTORY) і не оновлюється сама: це робить копія, поруч із якою вона працює.
zh_hans: 此副本单独保存其数据（VIBE_DATA_DIRECTORY），不会自行更新：由与它并行运行的副本负责更新。
zh_hant: 這份拷貝將資料分開存放（VIBE_DATA_DIRECTORY），且不會自行更新：由與其並行的那份拷貝負責更新。

source: This copy of Vibe Manager was built from its source, and is never replaced by a release. Updates come to the copies downloaded from GitHub.
ar: تم بناء هذه النسخة من Vibe Manager من شيفرتها المصدرية، ولا يتم استبدالها أبدًا بإصدار منشور. تصل التحديثات إلى النسخ المنزّلة من GitHub.
de: Diese Kopie von Vibe Manager wurde aus dem Quellcode gebaut und wird nie durch ein Release ersetzt. Updates erhalten die von GitHub geladenen Kopien.
es: Esta copia de Vibe Manager se ha compilado desde su código fuente y nunca se sustituye por una versión publicada. Las actualizaciones llegan a las copias descargadas de GitHub.
fr: Cette copie de Vibe Manager a été compilée depuis ses sources et n’est jamais remplacée par une version publiée. Les mises à jour arrivent aux copies téléchargées depuis GitHub.
hi: Vibe Manager की यह कॉपी इसके सोर्स से बिल्ड की गई थी, और इसे कभी किसी रिलीज़ से बदला नहीं जाता। अपडेट GitHub से डाउनलोड की गई कॉपियों को मिलते हैं।
it: Questa copia di Vibe Manager è stata compilata dal codice sorgente e non viene mai sostituita da una release. Gli aggiornamenti arrivano alle copie scaricate da GitHub.
ja: このVibe Managerはソースからビルドされたため、リリース版に置き換えられることはありません。アップデートはGitHubからダウンロードしたコピーに提供されます。
ko: 이 Vibe Manager 사본은 소스에서 빌드되었으며 릴리스로 대체되지 않습니다. 업데이트는 GitHub에서 다운로드한 사본에 제공됩니다.
nl: Dit exemplaar van Vibe Manager is uit de broncode gebouwd en wordt nooit door een release vervangen. Updates gaan naar de exemplaren die van GitHub zijn gedownload.
pl: Ta kopia Vibe Manager została skompilowana ze źródeł i nigdy nie jest zastępowana wydaniem. Uaktualnienia trafiają do kopii pobranych z GitHub.
pt_br: Esta cópia do Vibe Manager foi compilada a partir do código-fonte e nunca é substituída por uma versão publicada. As atualizações chegam às cópias baixadas do GitHub.
ru: Эта копия Vibe Manager собрана из исходного кода и никогда не заменяется выпуском. Обновления получают копии, загруженные с GitHub.
tr: Vibe Manager’ın bu kopyası kaynak kodundan derlendi ve hiçbir zaman bir sürümle değiştirilmez. Güncellemeler GitHub’dan indirilen kopyalara gelir.
uk: Цю копію Vibe Manager зібрано з вихідного коду, і її ніколи не замінює випуск. Оновлення надходять до копій, завантажених із GitHub.
zh_hans: 此 Vibe Manager 副本由源代码构建，永远不会被发布版本替换。更新只提供给从 GitHub 下载的副本。
zh_hant: 這份 Vibe Manager 是從原始碼建置的，絕不會被正式版本取代。更新只會提供給從 GitHub 下載的版本。

source: This editor is no longer installed: files are revealed in the Finder instead.
ar: لم يعد هذا المحرر مثبّتًا: يتم عرض الملفات في Finder بدلًا من ذلك.
de: Dieser Editor ist nicht mehr installiert: Dateien werden stattdessen im Finder gezeigt.
es: Este editor ya no está instalado: en su lugar, los archivos se muestran en el Finder.
fr: Cet éditeur n’est plus installé : les fichiers sont affichés dans le Finder à la place.
hi: यह एडिटर अब इंस्टॉल नहीं है: इसके बजाय फ़ाइलें Finder में दिखाई जाती हैं।
it: Questo editor non è più installato: i file vengono invece mostrati nel Finder.
ja: このエディタはインストールされていません。代わりにファイルをFinderに表示します。
ko: 이 편집기가 더 이상 설치되어 있지 않아 대신 Finder에서 파일을 표시합니다.
nl: Deze editor is niet meer geïnstalleerd: bestanden worden in plaats daarvan in de Finder getoond.
pl: Ten edytor nie jest już zainstalowany: zamiast tego pliki są pokazywane w Finderze.
pt_br: Este editor não está mais instalado: os arquivos são mostrados no Finder no lugar.
ru: Этот редактор больше не установлен: вместо этого файлы показываются в Finder.
tr: Bu düzenleyici artık yüklü değil: bunun yerine dosyalar Finder’da gösterilir.
uk: Цей редактор більше не інстальовано: натомість файли показуються у Finder.
zh_hans: 此编辑器已不再安装：将改为在 Finder 中显示文件。
zh_hant: 此編輯器已不再安裝：改為在 Finder 中顯示檔案。

source: This file is not a file of ticket resolvers that Vibe Manager can read.
ar: هذا الملف ليس ملف محلّلات تذاكر يمكن لـ Vibe Manager قراءته.
de: Diese Datei ist keine für Vibe Manager lesbare Datei mit Ticket-Resolvern.
es: Este archivo no es un archivo de resolutores de tickets que Vibe Manager pueda leer.
fr: Ce fichier n’est pas un fichier de résolveurs de tickets que Vibe Manager sait lire.
hi: यह फ़ाइल टिकट रिज़ॉल्वर की ऐसी फ़ाइल नहीं है जिसे Vibe Manager पढ़ सके।
it: Questo file non è un file di risolutori di ticket che Vibe Manager può leggere.
ja: このファイルは、Vibe Managerが読み込めるチケットリゾルバのファイルではありません。
ko: 이 파일은 Vibe Manager가 읽을 수 있는 티켓 해석기 파일이 아닙니다.
nl: Dit bestand is geen bestand met ticketresolvers dat Vibe Manager kan lezen.
pl: Ten plik nie jest plikiem resolverów zgłoszeń, który Vibe Manager może odczytać.
pt_br: Este arquivo não é um arquivo de resolvedores de tickets que o Vibe Manager consiga ler.
ru: Этот файл не является файлом обработчиков тикетов, который Vibe Manager может прочитать.
tr: Bu dosya, Vibe Manager’ın okuyabileceği bir talep çözümleyicileri dosyası değil.
uk: Цей файл не є файлом обробників тікетів, який може прочитати Vibe Manager.
zh_hans: 此文件不是 Vibe Manager 可读取的工单解析器文件。
zh_hant: 此檔案不是 Vibe Manager 可讀取的工單解析器檔案。
